import React from "react";
import "./S5Service2.css";
import Header from "../../components/Header/Header";
import Footer from "../../components/Footer/Footer";
import img from "../../assets/ka2.svg";
import { Link } from "react-router-dom";
import { AiOutlineArrowLeft } from "react-icons/ai";
export default function S5Service2() {
  return (
    <>
      <Header title="  النفاذ إلى المعلومة" description="" img={img} />

      <p className="des" dir="rtl" lang="ar">
        <Link to="/S5Serv2">
          <button className="bt">
            <span>طلب النفاذ للمعلومة </span>
            <AiOutlineArrowLeft className="left"/>
          </button>
        </Link>

        <h6>
          {" "}
          سياسة النفاذ إلى المعلومةالتقرير السنوي لسنة 2019 حول النفاذ الى
          المعلومةالحق في النفاذ إلى المعلومة لسنة 2018الحق في النفاذ إلى
          المعلومة لسنة 2016 تخوّل هذه الوثيقة إعادة الاستعمال لمجموعة البيانات
          والمعلومات المتاحة من طرف الهياكل العمومية طبقا للمقتضيات الواردة
          بالفصول التالية :
        </h6><br/>
        <u> 1. الفصل الأوّل : تعريف </u>
        <br />
        <ul>
          <li>
            البيانات العمومية هي البيانات التي تنتجها الهياكل العمومية أو التي
            تتحصّل عليها في إطار مباشرتها لوظائفها المتمثلة في توفير المرافق
            العمومية. المعلومات هي البيانات التي تمت معالجتها بحيث أصبحت ذات
            معنى وباتت مرتبطة بسياق معين.
          </li>

          <li>
            يعتبر "منتجا" للبيانات العمومية الهياكل العمومية التي تضع على ذمّة
            العموم والمستعملين البيانات والمعلومات التي تنتجها وتجمّعها عندما
            تكون هذه البيانات غير خاضعة لحقوق الملكية الفكرية وغير مضرة بالأمن
            العام.ويعتبر "مستعملا" للبيانات العمومية كل شخص طبيعي أو معنوي
            يستعمل البيانات والمعلومات المتاحة من قبل الهياكل العمومية والموضوعة
            على ذمتهم من خلال موقع البيانات المفتوحة{" "}
          </li>
        </ul>
        <br />
        <u> 2. الفصل الثاني : حقوق المستعملين </u>
        <br />
        <ul>
          <li>
            حسب مقتضيات وثيقة سياسة البيانات المفتوحة، تخوّل الهياكل العمومية
            بصفتها المنتجة للبيانات العمومية لمستعملي هذه البيانات الحق الشخصي
            والمجاني في استعمال البيانات الموضوعة على ذمتهم ويبقى ذلك الحق
            مخوّلا لكل المستعملين دون أي تمييز أو اختلاف ودون أي تحديد لمكان ولا
            لمدّة زمنية
          </li>
        </ul>
        <br />
        <u> 3. الفصل الثالث : مجال الاستعمال </u>
        <br />
        <ul>
          <li>
            لا يمكن إعادة الاستعمال البيانات العمومية دون ذكر مسبق للجهة المصدرة
            لهذه البيانات والمعلومات ويمكن ذكر الجهة المصدرة للبيانات عن طريق
            توضيح الرابط أو الروابط الإلكترونية التي تمكّن من توجيه المستعمل
            للمصدر الأصلي للبيانات والمعلومات وذلك للمحافظة على ملكية الجهة
            المصدرة للمعلومة وعلى مصداقيتها وعلى صحّة مصدرها.ولا يجب أن تخوّل
            صفة ملكية المعلومة طابعا رسميا لإعادة استخدامها ولا يجب أن يتم إقرار
            أي ضمان من قبل المنتج لمن سيعيد استعمال المعلومة
          </li>
        </ul>
        <br />
        <u> 4. الفصل الرابع : مسؤولية المنتج </u>
        <br />
        <ul>
          <li>
            يتم وضع البيانات العمومية على الموقع في نسختها الأصلية كما أنتجتها
            أو تلقتها الهياكل العمومية وتضمن الهياكل العمومية بصفتها المنتجة
            للبيانات العمومية مجانية البيانات وعدم التعدي على حقوق الملكية
            الفكرية للغير.لكنها لا تضمن عدم وجود أخطاء أو مخالفات أو عيوب يمكن
            أن تكون قد تسبّبت في إفساد البيانات أو المعلومات.ولا تضمن الهياكل
            العمومية استمراريّة توفير المعلومة. ولا يمكن تحميلها المسؤولية في
            صورة ضياع أو ضرر أو خسارة ناتجة للغير بسبب إعادة استعمال البيانات
            العمومية
          </li>
        </ul>
        <br />
        <u> 5. الفصل الخامس : مسؤولية المستعمل </u>
        <br />
        <ul>
          <li>
            يعتبر مستعمل البيانات العمومية المسؤول الوحيد عن إعادة استعمال
            البيانات العمومية المدرجة بالموقع. ولا يجب أن تتسبب إعادة استعمال
            البيانات العمومية في أخطاء للغير قد تتعلق بمحتوى المعلومات وبمصدرها
            وبتاريخ إصدارها وتحيينها
          </li>
        </ul>
        <br />
        <u> 6. الفصل السادس : تطابق سياسة البيانات المفتوحة </u>
        <br />
        <ul>
          <li>
            تعتبر هذه السياسة متطابقة مع سياسات البيانات المفتوحة خاصة سياسة
            الحكومة المفتوحة في المملكة المتحدة ( Oپين عوڢيرنمينت ليچينچي)
            وسياسة مؤسسة المعرفة المفتوحة (L'وپين كنووليدعي فوونداتيون).
          </li>
        </ul>
        <br />
        <u> 7. الفصل السابع </u>
        <br />
        <ul>
          <li>
            القانون الجاري به العمل : تخضع سياسة البيانات المفتوحة لمقتضيات
            القانون التونسي.
          </li>
        </ul>
      </p>
      <Footer />
    </>
  );
}
