import React, { useState } from "react";
import "./Service3.css";
import Footer from "../../components/Footer/Footer";
import img from "../../assets/k3.svg";
import Header from "../../components/Header/Header";
import T1 from "../../assets/tab1.png";
import T2 from "../../assets/tab2.png";
import T3 from "../../assets/tab3.png";

export default function Service3() {
  const [open, setOpen] = useState(false);
  const [open1, setOpen1] = useState(false);
  const [open2, setOpen2] = useState(false);
  const [open3, setOpen3] = useState(false);
  const [open4, setOpen4] = useState(false);
  const [open5, setOpen5] = useState(false);
  const [open6, setOpen6] = useState(false);
  return (
    <>
      <Header title=" الجباية المحلية" description="" img={img} />
      <table className="tab">
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen(!open)}
            >
              {" "}
              المراجع القانونية
            </th>
          </tr>
        </thead>
       {open && (   <tbody className="body">
            <tr>
              <td>
                <p style={{TextAlign:"right"}}>قانون عـ11ـدد لسنة 1997 المؤرخ في 3 فيفري 1997</p>
                <p>الامر عـ431ـدد لسنة 1997 المؤرخ في 3 مارس 1997</p>
                <p>الامر عـ432ـدد لسنة 1997 المؤرخ في 3 مارس 1997</p>
              </td>
            </tr>
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen1(!open1)}>
              المعلوم على العقارات المبنية{" "}
            </th>
          </tr>
        </thead>
         {open1 && ( <tbody className="body">
            <tr>
              <td>
                <p>
                  تخضع العقارات المبنية الكائنة بالمناطق الراجعة بالنظر للمنطقة
                  البلدية أو الصالحة للسكنى أو ماشابهها يسمى "المعلوم على
                  العقارات المبنية"
                </p>
              </td>
              <td>التعريف</td>
            </tr>
            <tr>
              <td>في غرة جانفي من كل سنة</td>
              <td>آجال الدفع</td>
            </tr>
            <tr>
              <td>
                <p>مالك العقار</p>
                <p>المنتفع به</p>
                <p>
                  في صورة غياب المذكورين أعلاه يستوجب المعلوم على حائز العقار أو
                  شاغله
                </p>
              </td>
              <td>ميدان تطبيق المعلوم يجب دفع المعلوم على </td>
            </tr>
            <tr>
              <td>
                <p>
                  <u>الإحصاء:</u> يجب على كل مالك لعقار القيام بالتصريح عن عقاره
                  ضمن مطبوعة توفرها له البلدية وتوزعها في أجل ثلاثــين يوما
                  ابتداء من تاريخ استلامه للمطبوعة
                </p>
                <p>
                  <u>بعد عملية الإحصاء:</u> يجب على كل مالك لعقار إعلام البلدية
                  في أجل لايتعدى الثلاثين يوم بــ
                </p>
                <p>كل بناء جديد أو توسعة او إعلاء</p>
                <p>
                  كل البناءات التي كانت شاغرة ووقع إشغالها أو التي تصبح خاضعة
                  للمعلوم على العقارات المبنية خلال السنة بموجب تغيير وجهة
                  استعمالها
                </p>
                <p>
                  <u>واجبات محرري العقود:</u> يتعين على كل شخص مؤهل لتحرير عقد
                  شراء بناء قائم الذات,مطالبة الطرفين البائع والشاري بضرورة توفر
                  وصل خلاص الأداء البلدي
                </p>
              </td>
              <td> إجباري</td>
            </tr>
            <tr>
              <td>
                <p>
                  العقارات المبنية التي تملكها الدولة والمؤسسات العمومية ذات
                  الصبغة الإدارية أو الجماعات المحلية مالم تكن مسوغة
                </p>
                <p>المساجد و العقارات المبنية المخصصة للتعبد والزوايا</p>
                <p>
                  العقارات المبنية التي تملكها الدول الاجنبية المعدة لإيواء
                  المصالح الإداريــة او الديبلوماسية شريطة المعاملة بالمثل
                </p>
              </td>
              <td>العقارات المعفاة من الأداء </td>
            </tr>
            <tr>
              <td>
                <p>
                  يوظف المعلوم على العقارات المبنية على أساس 2% من الثمن المرجعي
                  للمتر المربع لكل عقار تضرب في المساحة المغطاة للعقار. بين
                  الأمر عـ431ـدد المؤرخ في: 3/3/97 الحد الأدنى والحد الأقصى
                  للثمن المرجعي للمتر المربع المبني لكل صنف من أصناف العقارات
                  على النحو التالي
                </p>
                <img src={T1} alt="" />
                <br />
                <u>الثمــــن</u>
                <p>
                  حددت نسبة المعلوم على العقارات المبنية على أساس مستوى الخدمات
                  المسداة من قبل البلدية: مثل التنوير العمومي,تبليط الأرصفة
                  وتعبيد الطرقات
                </p>
                <p>وهي تتفاوت بحسب الخدمات المنتفع بها</p>
                <br />
                <img src={T2} alt=""/>
                <br />
                <u>الاستخلاص</u>
                <p>
                  يستخلص المعلوم على العقارات المبنية من طرف قباضة المالية
                  بواسطة زمام سنوي يتم اعداده من قبل البلدية
                </p>
              </td>
              <td>أساس المعلوم و نسبه </td>
            </tr>
            <tr>
              <td>
                <p>
                  1,25% عن كل شهر تأخير (وقع الإعفاء عنها مؤخرا برسوم صادر عن
                  وزارة المالية و متعلق فقط بخطايا سنة 2011) الرائد الرسمي مرسوم
                  عـدد 28 فصل 13
                </p>
              </td>
              <td>العقوبات </td>
            </tr>
            <tr>
              <td>
                <p>
                  يقع تقديم الإعتراضات كتابيا مصحوبة بالوثائق المؤيدة إلى لجنة
                  المراجعة وذلك في أجل شهر من تاريخ الإعلام بالمعلوم.
                </p>
              </td>
              <td>الإعتراضات </td>
            </tr>
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen2(!open2)}
        
            >
              {" "}
              المعلوم على العقارات غير المبنية{" "}
            </th>
          </tr>
        </thead>
         {open2 && ( <tbody className="body">
            <tr>
              <td>يكون الدفع سنويا في غرة جانفي من كل سنة</td>
              <td>آجال الدفع</td>
            </tr>
            <tr>
              <td>
                <p>مالك الارض</p>
                <p>المنتفع بها</p>
                <p>
                  و في صورة غياب مالك أو منتفع معروف يستوجب المعلوم من طرف حائز
                  العقار أو شاغله.
                </p>
              </td>
              <td>ميدان تطبيق المعلوم يجب دفع المعلوم على </td>
            </tr>
            <tr>
              <td>
                <p>يعفى من الأداء:</p>
                <p>
                  الأراضي غير المبنية المسيجة والتابعة للبناءات المستعملة
                  كحدائق.
                </p>
                <p>الأراضي الفلاحية.</p>
                <p>
                  الأراضي غير المبنية الكائنة بالمناطق الصناعية والسكنية
                  والسياحية والمناطق المعدة للاستعمال حرفي أو مهني والمقسمة طبقا
                  للتشاريع والتراتيب الجاري بها العمل مالم يقع التفويت فيها من
                  طرف المقسم.
                </p>
                <p>الأراضي غير المبنية الكائنة بالمناطق المحجر فيها البناء.</p>
              </td>
              <td>الاراضي غير المبنية المعفاة من الأداء </td>
            </tr>
            <tr>
              <td>
                <p>
                  يوظف المعلوم بنسبة 0,3 % على القيمة التجارية الحقيقية للأراضي.
                </p>
                <p>
                  وفي غياب القيمة التجارية يوظف معلوم المتر المربع تصاعديا حسب
                  كثافة المناطق العمرانية المحددة بمثال التهيئة العمرانية.
                </p>
                <p>
                  يضبط مبلغ المعلوم على الأراضي غير المبنية في كل منطقة من
                  المناطق المحددة بمثال التهيئة العمرانية على النحو التالي:
                </p>
                <br />
                <img src={T3} alt="" />
              </td>
              <td>أساس المعلوم و نسبه </td>
            </tr>
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen3(!open3)}
            >
              {" "}
              المعلوم على المؤسسات ذات الصبغة الصناعية أو التجارية أو المهنية{" "}
            </th>
          </tr>
        </thead>
          {open3 && (<tbody className="body">
            <tr>
              <td>
                <p>
                  يتوجب دفع المعلوم على المؤسسات ذات الصبغة الصناعية أو التجارية
                  أو المهنية على:
                </p>
                <p>
                  الأشخاص الطبيعيين الخاضعين للضريبة على الدخل بعنوان الأرباح
                  الصناعية والتجارية وأرباح المهن غير التجارية.
                </p>
                <p>الاشخاص المعنيين الخاضعين للضريبة علىالشركات.</p>
                <p>
                  شركات الأشخاص والشركات الخاصة التي تتعاطى نشاطا تجاريا أو مهنة
                  غير تجارية.
                </p>
              </td>
              <td>ميدان تطبيق المعلوم</td>
            </tr>
            <tr>
              <td>
                <p>المؤسسات السياحية الخاضعية للمعلوم على النزل.</p>
                <p>
                  المؤسسات المنتفعة بنظام خاص بمقتضى نصوص تشريعية خاصة أو بمقتضى
                  اتفاقيات خاصة خاضعة للأحكام الواردة بها.
                </p>
              </td>
              <td>المؤسسات المعفاة من الأداء</td>
            </tr>
            <tr>
              <td>
                <p>
                  يحسب المعلوم على المؤسسات ذات الصبغة الصناعية أو التجارية أو
                  المهنية على أساس رقم المعاملات المحلي الخام المحقق من طرف
                  المؤسسات الخاضعة للمعلوم.
                </p>
                <p>
                  يحسب المعلوم على أساس الضريبة على الدخل بالنسبة للأشخاص
                  الطبيعيين الخاضعين للضريبة على الدخل بعنوان الأرباح أو الضريبة
                  على الشركات.
                </p>
                <p>
                  المؤسسات التي لايتعدى هامش ربحها الخام 9% بموجب نص توثيقي.
                </p>
              </td>
              <td>أساس احتساب المعلوم</td>
            </tr>
            <tr>
              <td>
                <p>
                  حددت نسبة المعلوم علىالمؤسسات ذات الصبغة الصناعية او التجارية
                  او المهنية بـ0,2%.
                </p>
                <p>
                  غير أن هذه النسبة تحدد بـ25% بالنسبة للضريبة على الدخل او
                  للضريبة على شركات.
                </p>
              </td>
              <td>نسب المعلوم</td>
            </tr>{" "}
            <tr>
              <td>
                <p>
                  لا يقل المعلوم على المؤسسات المعلوم على العقارات المبنية
                  المستوجب بعنوان العقارات المستغلة في نطاق نشاط المؤسسة يحتسب
                  على اساس 5% من الثمن المرجعي للمتر المربع المبني لكل صنف من
                  الاصناف.
                </p>
              </td>
              <td>للتأكيـــــد</td>
            </tr>{" "}
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen4(!open4)}>
              المعلوم على النزل
            </th>
          </tr>
        </thead>
         {open4 && (<tbody className="body">
            <tr>
              <td>
                <p>
                  يتوجب دفع المعلوم على المؤسسات ذات الصبغة الصناعية أو التجارية
                  أو المهنية على:
                </p>
                <p>
                  الأشخاص الطبيعيين الخاضعين للضريبة على الدخل بعنوان الأرباح
                  الصناعية والتجارية وأرباح المهن غير التجارية.
                </p>
                <p>الاشخاص المعنيين الخاضعين للضريبة علىالشركات.</p>
                <p>
                  شركات الأشخاص والشركات الخاصة التي تتعاطى نشاطا تجاريا أو مهنة
                  غير تجارية.
                </p>
              </td>
              <td>ميدان تطبيق المعلوم</td>
            </tr>
            <tr>
              <td>
                <p>المؤسسات السياحية الخاضعية للمعلوم على النزل.</p>
                <p>
                  المؤسسات المنتفعة بنظام خاص بمقتضى نصوص تشريعية خاصة أو بمقتضى
                  اتفاقيات خاصة خاضعة للأحكام الواردة بها.
                </p>
              </td>
              <td>المؤسسات المعفاة من الأداء</td>
            </tr>
            <tr>
              <td>
                <p>
                  يحسب المعلوم على المؤسسات ذات الصبغة الصناعية أو التجارية أو
                  المهنية على أساس رقم المعاملات المحلي الخام المحقق من طرف
                  المؤسسات الخاضعة للمعلوم.
                </p>
                <p>
                  يحسب المعلوم على أساس الضريبة على الدخل بالنسبة للأشخاص
                  الطبيعيين الخاضعين للضريبة على الدخل بعنوان الأرباح أو الضريبة
                  على الشركات.
                </p>
                <p>
                  المؤسسات التي لايتعدى هامش ربحها الخام 9% بموجب نص توثيقي.
                </p>
              </td>
              <td>أساس احتساب المعلوم</td>
            </tr>
            <tr>
              <td>
                <p>
                  حددت نسبة المعلوم علىالمؤسسات ذات الصبغة الصناعية او التجارية
                  او المهنية بـ0,2%.
                </p>
                <p>
                  غير أن هذه النسبة تحدد بـ25% بالنسبة للضريبة على الدخل او
                  للضريبة على شركات.
                </p>
              </td>
              <td>نسب المعلوم</td>
            </tr>{" "}
            <tr>
              <td>
                <p>
                  لا يقل المعلوم على المؤسسات المعلوم على العقارات المبنية
                  المستوجب بعنوان العقارات المستغلة في نطاق نشاط المؤسسة يحتسب
                  على اساس 5% من الثمن المرجعي للمتر المربع المبني لكل صنف من
                  الاصناف.
                </p>
              </td>
              <td>للتأكيـــــد</td>
            </tr>{" "}
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen5(!open5)}
             
            >
              {" "}
              المعلوم على العروض{" "}
            </th>
          </tr>
        </thead>
         {open5 && ( <tbody className="body">
            <tr>
              <td>يتوجب المعلوم على منظمي العروض الظرفية.</td>
              <td>ميدان تطبيق المعلوم</td>
            </tr>
            <tr>
              <td>
                <p>
                  العروض المسرحية أو الموسيقية المنظمة قصد النهوض بالفن من قبل
                  جمعيات مرخص لها لاتضم فنانين محترفين.
                </p>
                <p>المعارض والتظاهرات المنظمة بدون مقابل.</p>
                <p>العروض التي لايتجاوز سعر دخولها مبلغا يتم ضبطه بأمر.</p>
              </td>
              <td>الإعفاء</td>
            </tr>
            <tr>
              <td>
                يحسب على أساس 50 بالمائة من المقابيض المتوقعة باعتبار عدد
                المقاعد الممنوحة وسعر تذاكر الدخول.
              </td>
              <td>أساس المعلوم</td>
            </tr>
            <tr>
              <td>6 %</td>
              <td>نسبة المعلوم</td>
            </tr>
            <tr>
              <td>يستخلص المعلوم قبل تسليم رخص الحفلات والعروض.</td>
              <td>الإستخلاص</td>
            </tr>
            <tr>
              <td>
                يترتب عن عدم دفع المعلوم على العروض خطية تساوي ضعف المعلوم
                المستوجب علاوة على العقوبات الجزائية الإدارية المنصوص عليها
                بالتشريع الجاري به العمل.
              </td>
              <td>العقوبــــــــات</td>
            </tr>
          </tbody>)}
      </table>
      <table className="tab" >
        <thead className="head">
          <tr>
            <th
              onClick={() => setOpen6(!open6)}
            >
              {" "}
              <p>مساهمة المالكين الاجوار</p>{" "}
              <p>
                مساهمة المالكين الأجوار في نفقات الأشغال الأولية و الإصلاحات
                الكبرى المتعلقة بالطرقات و الأرصفة و قنوات تصريف المواد السائلة
                و كذلك اشغال تهيئة الاحياء السكنية
              </p>
            </th>
          </tr>
        </thead>
          {open6 && (<tbody className="body">
            <tr>
              <td>
                لا يمكن الشروع في إنجاز الأشغال و توظيف المساهمة إلا بعد صدور
                أمر ينص على صبغة المصلحة العامة التي تكتسيها تلك الأشغال.
              </td>
              <td>المبدأ</td>
            </tr>
            <tr>
              <td>
                <p>
                  تظبط على أساس المبلغ الجملي للأشغال كما ورد بمناقصة الأشغال. و
                  تظبط المساهمات بحساب طول واجهات العقارات بالنسبة للأشغال
                  المتعلقة بالطرقات و الأرصفة بالتساوي بين المالكين الاجوار
                  بالنسبة للاشغال الاخرى
                </p>
              </td>
              <td>حساب المساهمات</td>
            </tr>
            <tr>
              <td>يقع إعلام المالكين الأجوار بمبلغ المساهمة.</td>
              <td>الاستخلاص</td>
            </tr>
            <tr>
              <td>
                تقدم الإعتراضات خلال الثلاثين يوم التي تلي الإعلام بالمساهمة إلى
                رئيس لجنة المراجعة كتابيا و مصحوبة بكل الوثائق المؤيدة.
              </td>
              <td>الاعتراضات</td>
            </tr>
            <tr>
              <td>
                <p>
                  {" "}
                  يمكن للمالكين الأجوار تقديم دعوى لدى المحاكم المختصة بخصوص ضبط
                  المساهمة خلال أجل قدره ستون يوما من إبلاغ قرارات لجنة المراجعة
                  و لا تقبل الدعوى إلا إذا أثبت المعني بالأمر أنه:
                </p>
                <p>قدم اعتراضه إلى لجنة المراجعة.</p>
                <p>
                  دفع تسبقة قبل بداية الأشغال تتراوح نسبته بين 10% و 30% من مبلغ
                  المساهمة و للبلدية حرية اختيار نسبة التسبقة في هذه الحدود
                  بمقتضى قرار صادر عن رئيس البلدية.
                </p>
              </td>
              <td>التقاضي</td>
            </tr>
          </tbody>)}
      </table>
<br/><br/>
<br/>
<br/>

      <Footer />
    </>
  );
}
